/* Italian Localization made by Pietro Boccaletto */

/* Download size */
"%.2f / %.2f Mb  (%.2f Mb/s)" = "%1$.2f / %2$.2f Mb  (%3$.2f Mb/s)";

/* Download time min/sec */
"%i min %i sec" = "%1$i min %2$i sec";

/* Download time sec */
"%i sec" = "%i sec";

/* An update is available */
"An update is available" = "E disponibile un aggiornamento";

/* Are you sure want to cancel */
"Are you sure want to cancel?" = "Sei sicuro di voler annullare?";

/* Can't download ipsw list */
"Can't download ipsw list" = "Non posso scaricare la lista degli ipsw";

/* Cancel Download */
"Cancel Download" = "Cancella il Download";

/* Connection error */
"Connection error" = "Errore di connessione";

/* Download to */
"Download to" = "Scarica in";

/* Expect to start download */
"Expect to start download" = "Il download stà partendo..";

/* Notification notification title */
"ipswDownloader" = "ipswDownloader";

/* No */
"No" = "No";

/* No updates */
"No updates" = "Nessun aggiornamento";

/* OK */
"OK" = "OK";

/* Update */
"Update" = "Aggiorna";

/* Would you like to update application now? */
"Would you like to update application now?" = "Vuoi aggiornare l'applicazione ora?";

/* Yes */
"Yes" = "Si";

/* You are using the latest version */
"You are using the latest version" = "Stai utilizzando la versione più aggiornata";

/* Notification Download Complete */
"Download Complete" = "Download Completato!";

/* Notification Download Fail */
"Download Fail" = "Download Fallito";

/* Notification Download Canceled */
"Download Canceled" = "Download Cancellato";

/* Notification Download Paused */
"Download Paused" = "Download in Pausa";

/* Notification Download Resume */
"Download Resume" = "Riprendi il Download";

/* Notification SHA1 Checksum Fail" */
"SHA1 Checksum Fail" = "Controllo SHA1 Fallito";

/* Resume */
"Resume" = "Riprendi";

/* Pause */
"Pause" = "Pausa";

/* No Internet Connection */
"No Internet Connection" = "Connessione Internet assente";

/* Please check your Internet connection */
"Please check your Internet connection" = "Verifica la connessione ad Internet";

/* Cancel */
"Cancel" = "Cancella";

/* Download */
"Download" = "Download";

/* Duplicate finded */
"Duplicate finded" = "Duplicate finded";

/* Start new Download 1 */
"You are currently downloading that firmware. Do You want start new download?" = "You are currently downloading that firmware. Do You want start new download?";

/* Start new Download 2 */
"You are downloaded that firmware before. Do You want start new download?" = "You are downloaded that firmware before. Do You want start new download?";

/* Start new Download 3 */
"That firmware is paused. Do You want start new or resume download?" = "That firmware is paused. Do You want start new or resume download?";
